Repository: SumPositive/Condition
Catalog: Condition/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hant

# action.allowAccess
source: アクセスを許可
en: Allow Access
ko: 접근 허용
zh_hant: 允許存取

# action.cancel
source: キャンセル
en: Cancel
ko: 취소
zh_hant: 取消

# action.changePermission
source: 許可を変更
en: Change Permission
ko: 권한 변경
zh_hant: 變更權限

# action.delete
source: 削除
en: Delete
ko: 삭제
zh_hant: 刪除

# action.done
source: 完了
en: Done
ko: 완료
zh_hant: 完成

# action.export
source: 書き出す
en: Export
ko: 내보내기
zh_hant: 匯出

# action.loadMore
source: さらに読み込む
en: Load More
ko: 더 불러오기
zh_hant: 載入更多

# action.reload
source: 再読み込み
en: Reload
ko: 다시 불러오기
zh_hant: 重新載入

# action.retry
source: 再試行
en: Retry
ko: 다시 시도
zh_hant: 重試

# action.reviewAppStore
source: App Store でレビュー
en: Review on App Store
ko: App Store에서 리뷰
zh_hant: 在 App Store 評分

# action.save
source: 保存
en: Save
ko: 저장
zh_hant: 儲存

# app.about
source: このアプリについて
en: About This App
ko: 이 앱에 대하여
zh_hant: 關於此 App

# app.loading
source: 起動中...
en: Loading...
ko: 시작하는 중...
zh_hant: 啟動中...

# app.name
source: 体調メモ
en: Vitalin
ko: 바이탈로그
zh_hant: 體徵記錄

# app.website
source: 公式サイト
en: Official Website
ko: 공식 사이트
zh_hant: 官方網站

# appearance.automatic
source: 自動
en: Auto
ko: 자동

# appearance.dark
source: ダーク
en: Dark
ko: 다크
zh_hant: 深色

# appearance.light
source: ライト
en: Light
ko: 라이트
zh_hant: 淺色

# appearance.mode
source: 外観モード
en: Appearance
ko: 외관 모드
zh_hant: 外觀

# bmi.normalWeight
source: 普通体重
en: Normal
ko: 정상 체중
zh_hant: 標準體重

# bmi.obesity1
source: 肥満度1
en: Obesity 1
ko: 비만 1도
zh_hant: 肥胖 1 度

# bmi.obesity2
source: 肥満度2
en: Obesity 2
ko: 비만 2도
zh_hant: 肥胖 2 度

# bmi.obesity3Plus
source: 肥満度3以上
en: Obesity 3+
ko: 비만 3도 이상
zh_hant: 肥胖 3 度以上

# bmi.underweight
source: 低体重
en: Underweight
ko: 저체중
zh_hant: 體重過輕

# bp.side.left
source: 左
en: Left
ko: 왼쪽

# bp.side.right
source: 右
en: Right
ko: 오른쪽

# bp.side.title
source: 血圧測定部位
en: BP Measurement Arm
ko: 혈압 측정 부위
zh_hant: 血壓測量部位

# button.help
source: ヘルプ
en: Help
ko: 도움말
zh_hant: 說明

# category.bedtime
source: 就寝時
en: Bedtime
ko: 취침 시
zh_hant: 就寢時

# category.bedtime.line
source: 就寝
en: Bedtime
ko: 취침
zh_hant: 就寢

# category.bedtime.short
source: 眠
en: Sleep
ko: 취침
zh_hant: 睡

# category.beforeBed
source: 就寝前
en: Before Bed
ko: 취침 전
zh_hant: 就寢前

# category.beforeBed.short
source: 前
en: PreBd
ko: 취전
zh_hant: 睡前

# category.cat01
source: 起床時
en: Waking
ko: 기상 시

# category.cat02
source: 安静時
en: Resting
ko: 안정 시
zh_hant: 安靜時

# category.cat03
source: 就寝前
en: Before Bed
ko: 취침 전
zh_hant: 就寢前

# category.cat04
source: 就寝時
en: Bedtime
ko: 취침 시
zh_hant: 就寢時

# category.cat05
source: 運動前
en: Before Workout
ko: 운동 전

# category.cat06
source: 運動後
en: After Workout
ko: 운동 후

# category.other
source: その他
en: Other
ko: 기타
zh_hant: 其他

# category.postExercise
source: 運動後
en: After Workout
ko: 운동 후

# category.postExercise.short
source: 運後
en: PstEx
ko: 운후

# category.preExercise
source: 運動前
en: Before Workout
ko: 운동 전

# category.preExercise.short
source: 運前
en: PreEx
ko: 운전

# category.rest
source: 安静時
en: Resting
ko: 안정 시
zh_hant: 安靜時

# category.rest.short
source: 安
en: Rest
ko: 안정

# category.wake
source: 起床時
en: Waking
ko: 기상 시

# category.wake.line
source: 起床
en: Wake
ko: 기상

# category.wake.short
source: 起
en: Wake
ko: 기상

# chart.24hDistribution
source: 24時間分布
en: 24H Distribution
ko: 24시간 분포
zh_hant: 24 小時分布

# chart.aLargerAbsoluteValueOfR
source: ※ r はマイナスでも絶対値が大きいほど強い相関を示します
en: Bigger |r| means a stronger link, even below 0
ko: ※ r은 음수라도 절댓값이 클수록 강한 상관을 나타냅니다
zh_hant: ※ r 即使為負，絕對值越大代表相關性越強

# chart.boundary
source: 境界
en: Boundary
ko: 경계
zh_hant: 邊界

# chart.correlationCoefficientRGuideAbsoluteValue
source: 体重と血圧の関連の強さ
en: Relationship between weight and BP
ko: 체중과 혈압의 관련 강도
zh_hant: 體重與血壓的關聯強度

# chart.correlationR.help
source: 体重と血圧がどれくらい一緒に動くかを「相関係数（r）」という数値で表しています |r| が 1 に近いほど関連が強く、0 に近いほど関連が弱いことを意味します 目安（絶対値） 0.0〜0.4: 関連は弱い 0.4〜0.7: 中程度の関連 0.7〜1.0: 強い関連 プラスのr: 体重が増えると血圧も上がる傾向 マイナスのr: 体重が増えると血圧が下がる傾向
en: How strongly weight and blood pressure move together is measured by the correlation coefficient (r). The closer |r| is to 1, the stronger the relationship. Close to 0 means little or no relationship. Guide (absolute value): 0.0 – 0.4: weak 0.4 – 0.7: moderate 0.7 – 1.0: strong Positive r: when weight goes up, BP tends to go up Negative r: when weight goes up, BP tends to go down
ko: 체중과 혈압이 얼마나 함께 움직이는지를 「상관계수(r)」라는 수치로 나타냅니다 |r|이 1에 가까울수록 관련이 강하고, 0에 가까울수록 관련이 약함을 의미합니다 기준(절댓값) 0.0~0.4: 관련이 약함 0.4~0.7: 중간 정도의 관련 0.7~1.0: 강한 관련 양의 r: 체중이 늘면 혈압도 오르는 경향 음의 r: 체중이 늘면 혈압이 내려가는 경향
zh_hant: 以「相關係數（r）」這個數值，表示體重與血壓一起變動的程度 |r| 越接近 1 關聯越強，越接近 0 則關聯越弱 參考標準（絕對值） 0.0～0.4：關聯較弱 0.4～0.7：中等關聯 0.7～1.0：強烈關聯 正 r：體重增加時血壓也傾向上升 負 r：體重增加時血壓傾向下降

# chart.corrInfo.averageDiamond
source: ダイヤモンド◆がその区分の平均値です
en: Diamonds are type averages.
ko: 다이아몬드◆가 해당 구분의 평균값입니다
zh_hant: 菱形◆為該類別的平均值

# chart.corrInfo.byCategory
source: 各区分（起床・安静など）ごとに血圧値を縦に並べて表示します
en: Shows BP values by type.
ko: 각 구분(기상·안정 등)별로 혈압 값을 세로로 나열해 표시합니다
zh_hant: 依各類別（起床、安靜等）縱向排列顯示血壓值

# chart.corrInfo.compareAverages
source: 区分間で◆の高さを比べると、時間帯による血圧の傾向がわかります
en: Compare diamonds to see time trends.
ko: 구분 간 ◆의 높이를 비교하면 시간대에 따른 혈압 경향을 알 수 있습니다
zh_hant: 比較各類別◆的高低，可看出不同時段的血壓趨勢

# chart.corrInfo.measurementDots
source: 小さな円が個別の測定値です
en: Small circles are readings.
ko: 작은 원이 개별 측정값입니다
zh_hant: 小圓點為各次測量值

# chart.goalDiastolic
source: 目標下
en: Dia Goal
ko: 목표 이완기
zh_hant: 目標舒張

# chart.goalSystolic
source: 目標上
en: Sys Goal
ko: 목표 수축기
zh_hant: 目標收縮

# chart.howToReadTheScatterPlot
source: 相関図の見方
en: Reading the Scatter Plot
ko: 상관도 보는 법
zh_hant: 散佈圖判讀方式

# chart.legend.categoryAverage
source: ◆ = 区分平均
en: ◆ = Avg by type
ko: ◆ = 구분 평균
zh_hant: ◆ = 類別平均

# chart.lowerBound
source: 下限
en: Lower
ko: 하한

# chart.movingAverage
source: 移動平均
en: Moving Avg
ko: 이동 평균

# chart.normalLower
source: 正常下限
en: Normal Low
ko: 정상 하한

# chart.normalUpper
source: 正常上限
en: Normal High
ko: 정상 상한

# chart.orderIsReflectedInGraphView
source: 並び順はグラフに反映されます
en: Order is used in Graphs
ko: 정렬 순서는 그래프에 반영됩니다
zh_hant: 排序會套用至圖表

# chart.selected
source: 選択
en: Selected
ko: 선택
zh_hant: 已選

# chart.series
source: 系列
en: Series
ko: 계열
zh_hant: 數列

# chart.upperBound
source: 上限
en: Upper
ko: 상한

# chart.zero
source: ゼロ
en: Zero
ko: 제로
zh_hant: 零

# conflict.action.keepBoth
source: 両方
en: Both
ko: 둘 다
zh_hant: 兩者

# conflict.action.keepPrevious
source: 直前
en: Previous
ko: 직전
zh_hant: 前次

# conflict.action.useAverage
source: 平均
en: Average
ko: 평균

# conflict.action.useNew
source: 今回
en: Current
ko: 이번
zh_hant: 本次

# conflict.average
source: 平均
en: Average
ko: 평균

# conflict.help
source: どの値を記録に残すのか選択してください
en: Choose which values to keep in the record.
ko: 기록에 남길 값을 선택하세요.
zh_hant: 請選擇要保留於記錄中的數值。

# conflict.item
source: 項目
en: Item
ko: 항목

# conflict.message
source: %lld分以内に記録された値があります
en: A record was made within the past %lld minutes.
ko: %lld분 이내에 기록된 값이 있습니다
zh_hant: %lld 分鐘內已有記錄的數值

# conflict.new
source: 今回
en: Current
ko: 이번
zh_hant: 本次

# conflict.previous
source: 直前
en: Previous
ko: 직전
zh_hant: 前次

# conflict.title
source: 直近の記録があります
en: Recent Record Found
ko: 최근 기록이 있습니다
zh_hant: 找到最近的記錄

# demo.addedOneYear
source: 1年分のDemoデータを追加しました
en: Added 1 year demo
ko: 1년치 Demo 데이터를 추가했습니다
zh_hant: 已新增一年份 Demo 資料

# empty.noData
source: データがありません
en: No data
ko: 데이터가 없습니다
zh_hant: 沒有資料

# empty.noDataInPeriod
source: 期間内にデータがありません
en: No data in period
ko: 기간 내 데이터가 없습니다
zh_hant: 期間內沒有資料

# error.simulatorCannotOpen
source: シミュレータでは開けません
en: Cannot open in Simulator
ko: 시뮬레이터에서는 열 수 없습니다
zh_hant: 無法在模擬器中開啟

# export.completed.file
source: ファイルへ書き出しました
en: Exported to file
ko: 파일로 내보냈습니다
zh_hant: 已匯出至檔案

# export.created
source: 作成:
en: Created:
ko: 작성:
zh_hant: 建立：

# export.format
source: 形式
en: Format
ko: 형식
zh_hant: 格式

# export.generating
source: %@生成中...
en: Making %@...
ko: %@ 생성 중...
zh_hant: 正在產生 %@...

# export.targetCount
source: 対象件数
en: Records
ko: 대상 건수
zh_hant: 筆數

# export.title
source: 記録
en: Records
ko: 기록
zh_hant: 記錄

# filter.category.all
source: 全区分
en: All
ko: 전체 구분
zh_hant: 全部類別

# filter.category.title
source: 区分で絞り込み
en: Filter by category
ko: 구분으로 필터링
zh_hant: 依類別篩選

# filter.end
source: 終了
en: To
ko: 종료
zh_hant: 至

# filter.period
source: 期間
en: Period
ko: 기간

# filter.start
source: 開始
en: From
ko: 시작
zh_hant: 從

# format.recordCount
source: %d 件
en: %d items
ko: %d 건
zh_hant: %d 筆

# goal.line
source: 目標ライン
en: Goal Line
ko: 목표 라인
zh_hant: 目標線

# goal.set
source: 目標値を設定
en: Set Target Values
ko: 목표값 설정
zh_hant: 設定目標值

# goal.settings
source: 目標設定
en: Goal Lines
ko: 목표 설정
zh_hant: 目標線

# goal.show
source: 目標値を表示
en: Show Target Values
ko: 목표값 표시
zh_hant: 顯示目標值

# goal.title
source: 目標
en: Goal
ko: 목표

# goal.values
source: 目標値
en: Target Values
ko: 목표값
zh_hant: 目標值

# graph.bpAvg.help
source: 脈圧（最高血圧 − 最低血圧）の推移を見るためのグラフです。心臓から押し出される血液量と、血管のしなやかさを反映する指標で、加齢や動脈硬化の影響を映し出します。 一般的な目安： ・正常範囲：30〜50 mmHg ・狭い（30 未満）：心拍出量の低下・心不全・大動脈弁狭窄などの可能性 ・広い（60 以上）：動脈の硬化が進んでいる可能性。加齢に伴い徐々に広がる傾向あり 注目ポイント： ・継続的に 60 mmHg を超える → 心血管リスクの上昇サイン（特に高齢者で重要） ・上下の血圧が同じくらい下がっても脈圧だけ広がる → 動脈硬化の進行を疑う ・短期間に急変した場合は、測定姿勢や時間帯のばらつきも確認 測定のコツ： ・脈圧は単発の値より、同じ条件（安静時・朝など）での連続記録で傾向を見る ・血圧計のカフ位置・姿勢を毎回そろえると変動が小さくなります
en: Tracks pulse pressure (systolic − diastolic) over time. It reflects stroke volume and arterial stiffness, making it a useful marker of vascular aging. Typical ranges: • Normal: 30–50 mmHg • Narrow (under 30): possible low cardiac output, heart failure, or aortic stenosis • Wide (60 or more): possible arterial stiffening; tends to widen with age What to watch for: • Consistently above 60 mmHg → elevated cardiovascular risk, especially in older adults • Systolic and diastolic both drop but pulse pressure still widens → suggests progressing arteriosclerosis • Sudden short-term changes → check measurement posture and time-of-day consistency Measurement tips: • Look at trends from same-condition recordings (e.g., resting, morning) rather than single readings • Keep cuff position and posture consistent each time to reduce variability
ko: 맥압(최고혈압 − 최저혈압)의 추이를 보기 위한 그래프입니다. 심장에서 밀려 나오는 혈액량과 혈관의 유연성을 반영하는 지표로, 노화나 동맥경화의 영향을 나타냅니다. 일반적인 기준: ・정상 범위: 30~50 mmHg ・좁음(30 미만): 심박출량 저하·심부전·대동맥판 협착 등의 가능성 ・넓음(60 이상): 동맥 경화가 진행되었을 가능성. 나이가 들수록 점차 넓어지는 경향이 있음 주목할 점: ・지속적으로 60 mmHg를 초과 → 심혈관 위험 상승 신호(특히 고령자에게 중요) ・수축기·이완기가 비슷하게 내려가도 맥압만 넓어짐 → 동맥경화 진행을 의심 ・단기간에 급변한 경우 측정 자세나 시간대의 편차도 확인 측정 요령: ・맥압은 단발 값보다 같은 조건(안정 시·아침 등)에서의 연속 기록으로 경향을 봅니다 ・혈압계의 커프 위치·자세를 매번 맞추면 변동이 작아집니다
zh_hant: 用於觀察脈壓（收縮壓 − 舒張壓）變化趨勢的圖表。它反映心臟送出的血液量與血管的彈性，是呈現老化與動脈硬化影響的指標。 一般參考標準： ・正常範圍：30～50 mmHg ・偏窄（低於 30）：可能為心輸出量下降、心衰竭、主動脈瓣狹窄等 ・偏寬（60 以上）：動脈可能已趨於硬化；隨年齡增長而漸寬 注意重點： ・持續高於 60 mmHg → 心血管風險上升的徵兆（尤其高齡者需留意） ・收縮壓與舒張壓同幅下降但脈壓仍變寬 → 疑似動脈硬化進展 ・短期內急遽變化時，也請確認測量姿勢與時段的差異 測量要領： ・脈壓宜以相同條件（安靜時、早晨等）的連續記錄觀察趨勢，而非單次數值 ・每次固定血壓計的壓脈帶位置與姿勢，可減少變動

# graph.bpLineMode
source: グラフ線
en: Graph Line
ko: 그래프 선
zh_hant: 圖表線條

# graph.bpLineMode.appliesToPulse
source: この設定は心拍数と脈圧にも適用されます
en: This setting also applies to heart rate and pulse pressure.
ko: 이 설정은 심박수와 맥압에도 적용됩니다.
zh_hant: 此設定同時套用於心率與脈壓。

# graph.bpLineMode.average
source: 平均
en: Average
ko: 평균

# graph.bpLineMode.category
source: 区分別
en: Category
ko: 구분별
zh_hant: 依類別

# graph.displayOrder
source: グラフ表示と並び順
en: Graph Order
ko: 그래프 표시와 정렬
zh_hant: 圖表順序

# graph.pulse.help
source: 安静時心拍数の長期推移を見るためのグラフです。同じ「区分」（安静時／運動前後など）で比べると意味のある変化が読み取れます。 一般的な目安： ・成人の安静時心拍数：60〜80 bpm が標準的 ・徐脈：50 bpm 未満（鍛えている人では正常なこともあります） ・頻脈：100 bpm 超 注目ポイント： ・安静時心拍数が数週間〜数ヶ月かけて徐々に下がる → 持久力の向上を示すサイン ・普段より 5〜10 bpm 高い日が続く → 睡眠不足・疲労・体調不良・脱水などの可能性 ・急な上昇や乱れ、息切れ・めまいを伴う場合は医療機関にご相談ください 測定のコツ： ・毎日できるだけ同じ時間・同じ姿勢（座位 or 仰臥位）で ・カフェイン・運動・入浴の直後は避け、5 分以上安静にしてから
en: Tracks your resting pulse over time. Compare values within the same category (Rest / Pre-exercise / etc.) for meaningful trends. Typical ranges: • Adult resting heart rate: 60–80 bpm • Bradycardia: under 50 bpm (often normal for trained athletes) • Tachycardia: over 100 bpm What to watch for: • Gradual decrease over weeks/months — sign of improving cardiovascular fitness • Several days running 5–10 bpm above your norm — possible fatigue, poor sleep, illness, or dehydration • Sudden spikes or irregular rhythms with dizziness or shortness of breath — consult a doctor Measurement tips: • Same time and posture (seated or supine) each day • Wait at least 5 minutes after caffeine, exercise, or a bath
ko: 안정 시 심박수의 장기 추이를 보기 위한 그래프입니다. 같은 「구분」(안정 시／운동 전후 등)으로 비교하면 의미 있는 변화를 읽을 수 있습니다. 일반적인 기준: ・성인의 안정 시 심박수: 60~80 bpm이 표준적 ・서맥: 50 bpm 미만(단련된 사람은 정상일 수 있음) ・빈맥: 100 bpm 초과 주목할 점: ・안정 시 심박수가 수 주~수개월에 걸쳐 서서히 내려감 → 지구력 향상의 신호 ・평소보다 5~10 bpm 높은 날이 이어짐 → 수면 부족·피로·컨디션 난조·탈수 등의 가능성 ・급한 상승이나 불규칙, 숨참·어지러움을 동반하면 의료기관에 상담하세요 측정 요령: ・매일 가능한 한 같은 시간·같은 자세(앉은 자세 또는 누운 자세)로 ・카페인·운동·목욕 직후는 피하고 5분 이상 안정을 취한 뒤
zh_hant: 用於觀察安靜心率長期趨勢的圖表。在相同「類別」（安靜時／運動前後等）下比較，較能讀出有意義的變化。 一般參考標準： ・成人安靜心率：60～80 bpm 為標準 ・心搏過緩：低於 50 bpm（有鍛鍊者可能屬正常） ・心搏過速：超過 100 bpm 注意重點： ・安靜心率在數週至數月間逐漸下降 → 心肺耐力提升的徵兆 ・連續數日比平常高 5～10 bpm → 可能為睡眠不足、疲勞、身體不適或脫水 ・出現急遽上升、心律不整並伴隨喘不過氣或頭暈時，請諮詢醫療院所 測量要領： ・每天盡量在相同時間、相同姿勢（坐姿或仰臥）測量 ・避開咖啡因、運動、洗澡後，靜坐休息 5 分鐘以上再測

# graph.resizeHandle
source: グラフの高さを変更
en: Resize chart
ko: 그래프 높이 변경
zh_hant: 調整圖表高度

# graph.settings
source: グラフ設定
en: Graph Settings
ko: 그래프 설정
zh_hant: 圖表設定

# graph.type
source: グラフ種類
en: Chart Type
ko: 그래프 종류
zh_hant: 圖表類型

# health.authorized
source: 許可済み
en: Authorized
ko: 허용됨
zh_hant: 已授權

# health.bothHelp
source: 読み込みと書き込みを行います。削除は連携しません。読み込んだ記録は変更できませんが、区分やメモの編集が可能です。
en: Reads and writes Health data. Deletions do not sync. Imported records cannot be changed, but category and notes can be edited.
ko: 읽기와 쓰기를 수행합니다. 삭제는 연동되지 않습니다. 불러온 기록은 변경할 수 없지만 구분과 메모는 편집할 수 있습니다.
zh_hant: 同時讀取與寫入健康資料。刪除不會同步。匯入的記錄無法變更，但可編輯類別與備註。

# health.changePermission
source: ヘルスケアの許可を変更
en: Change Health Access
ko: 건강 권한 변경
zh_hant: 變更健康存取權

# health.direction.both
source: 双方向
en: Both directions
ko: 양방향
zh_hant: 雙向

# health.direction.readOnly
source: 読み込みのみ（ヘルスケア → アプリ）
en: Read only (Health → App)
ko: 읽기 전용 (건강 → 앱)
zh_hant: 僅讀取（健康 → App）

# health.direction.writeOnly
source: 書き込みのみ（アプリ → ヘルスケア）
en: Write only (App → Health)
ko: 쓰기 전용 (앱 → 건강)
zh_hant: 僅寫入（App → 健康）

# health.error.title
source: ヘルスケア連携エラー
en: Health Error
ko: 건강 연동 오류
zh_hant: 健康同步錯誤

# health.importedCount
source: ヘルスケアから %d 件取得しました
en: Got %d from Health
ko: 건강에서 %d건 가져왔습니다
zh_hant: 已從健康取得 %d 筆

# health.importStartDate
source: 読み込み開始日
en: Import From
ko: 불러오기 시작일
zh_hant: 匯入起始日

# health.importStartDateHelp
source: この日付以降のヘルスケア情報を読み取ります。最初は1年前ですが以後は15日前になります。もし15日より前のヘルスケア情報を読み込みたい時はリセットしてください。
en: Reads Health data from this date. It starts one year back, then uses the last 15 days. Reset if you need older Health data.
ko: 이 날짜 이후의 건강 정보를 읽어옵니다. 처음에는 1년 전이지만 이후에는 15일 전이 됩니다. 15일보다 이전의 건강 정보를 불러오려면 재설정하세요.
zh_hant: 讀取此日期之後的健康資料。初次為一年前，之後為 15 天前。若需讀取 15 天前的資料請重設。

# health.integration
source: ヘルスケア連携
en: Health Sync
ko: 건강 연동
zh_hant: 健康同步

# health.integrationHelp
source: Apple標準のヘルスケアデータと連携します。追加と編集(変更)を連携します。削除は連携しません。
en: Syncs with Apple Health. Adds and edits sync; deletions do not.
ko: Apple 기본 건강 데이터와 연동합니다. 추가와 편집(변경)이 연동됩니다. 삭제는 연동되지 않습니다.
zh_hant: 與 Apple 健康資料同步。新增與編輯（變更）會同步；刪除不會同步。

# health.noWritableFields
source: なし
en: None
ko: 없음
zh_hant: 無

# health.open
source: ヘルスケアを開く
en: Open Health
ko: 건강 열기
zh_hant: 開啟健康

# health.permissions
source: 連携許可状態
en: Access Permissions
ko: 연동 허용 상태
zh_hant: 存取權限

# health.pleaseCheckThatHealthIsFunctioning
source: ヘルスケアに異常がないか確認してください。「データなし」や「すべてのデータを表示」ができない場合、iCloud同期エラーが発生しています。たいていはデバイスを再起動すれば正常に戻るようです
en: Please check Health. If No Data or Show All Data will not open, restart your device to fix iCloud sync.
ko: 건강 앱에 이상이 없는지 확인하세요. 「데이터 없음」이나 「모든 데이터 보기」가 되지 않으면 iCloud 동기화 오류가 발생한 것입니다. 대개 기기를 재시동하면 정상으로 돌아옵니다
zh_hant: 請檢查健康 App。若「無資料」或「顯示所有資料」無法開啟，表示發生 iCloud 同步錯誤，通常重新開機即可恢復正常

# health.progress.bloodPressure
source: 血圧を取得中...
en: Reading BP...
ko: 혈압 가져오는 중...
zh_hant: 讀取血壓中...

# health.progress.bodyFat
source: 体脂肪率を取得中...
en: Reading body fat...
ko: 체지방률 가져오는 중...
zh_hant: 讀取體脂率中...

# health.progress.bodyTemp
source: 体温を取得中...
en: Reading temp...
ko: 체온 가져오는 중...
zh_hant: 讀取體溫中...

# health.progress.heartRate
source: 心拍数を取得中...
en: Reading heart rate...
ko: 심박수 가져오는 중...
zh_hant: 讀取心率中...

# health.progress.weight
source: 体重を取得中...
en: Reading weight...
ko: 체중 가져오는 중...
zh_hant: 讀取體重中...

# health.readableFieldsPrivacyHelp
source: 読み込み対象は、プライバシー制限により取得できませんのでヘルスケア側で確認してください。
en: Readable items cannot be shown because of privacy limits. Check them in Health.
ko: 읽기 대상은 개인정보 제한으로 가져올 수 없으므로 건강 앱에서 확인하세요.
zh_hant: 因隱私限制無法顯示可讀取的項目，請於健康 App 中確認。

# health.readOnlyHelp
source: 起動時にヘルスケアから記録を読み込みます。削除は連携されません。読み込んだ記録は変更できませんが、区分やメモの編集が可能です。
en: Reads records from Health at startup. Deletions do not sync. Imported records cannot be changed, but category and notes can be edited.
ko: 시작 시 건강에서 기록을 불러옵니다. 삭제는 연동되지 않습니다. 불러온 기록은 변경할 수 없지만 구분과 메모는 편집할 수 있습니다.
zh_hant: 啟動時從健康匯入記錄。刪除不會同步。匯入的記錄無法變更，但可編輯類別與備註。

# health.resetOneYear
source: リセット（1年前）
en: Reset (1 yr)
ko: 재설정 (1년 전)
zh_hant: 重設（一年前）

# health.syncDetails
source: 連携詳細
en: Sync Details
ko: 연동 상세
zh_hant: 同步詳情

# health.syncDirection
source: 連携方向
en: Sync Direction
ko: 연동 방향
zh_hant: 同步方向

# health.tapTheIconAtTheTop
source: ヘルスケア右上のアイコンをタップ → プライバシー → アプリ → 体調メモ を表示し、許可スイッチを操作してください
en: In Health, tap your icon > Privacy > Apps > Vitalin, then change permissions.
ko: 건강 앱 오른쪽 위 아이콘 탭 → 개인정보 보호 → 앱 → 바이탈로그를 표시하고 허용 스위치를 조작하세요
zh_hant: 在健康 App 點右上角圖像 →「隱私」→「App」→「體徵記錄」，再切換權限開關

# health.thisAppCannotModifyOrDelete
source: このアプリからヘルスケアの記録は削除できません、禁止されています。ヘルスケア側で削除する場合は、ヘルスケアにある「すべてのデータを表示」画面を開いて削除してください。
en: This app cannot delete Health records. Deletion is blocked. If you delete a record here, open Show All Data in Health and delete it there.
ko: 이 앱에서는 건강 기록을 삭제할 수 없습니다(금지되어 있습니다). 건강 앱에서 삭제하려면 「모든 데이터 보기」 화면을 열어 삭제하세요.
zh_hant: 此 App 無法刪除健康記錄（已被禁止）。若要刪除，請在健康 App 開啟「顯示所有資料」畫面刪除。

# health.thisRecordWasImportedFromHealthkit
source: ヘルスケアから読み込まれた記録です。日時と測定値は編集できません。区分やメモと記録の削除は可能ですがヘルスケア側には影響(連携)しません。
en: Imported from Health. Time and values are locked. Category, notes, and deletion are allowed here, but Health will not change.
ko: 건강에서 불러온 기록입니다. 날짜·시간과 측정값은 편집할 수 없습니다. 구분·메모와 기록 삭제는 가능하지만 건강 앱에는 영향(연동)을 주지 않습니다.
zh_hant: 此為從健康匯入的記錄。日期時間與測量值無法編輯。可修改類別、備註及刪除記錄，但不會影響（同步至）健康。

# health.thisRecordWasModifiedAfterBeing
source: ヘルスケアから読み込まれた後に区分やメモが編集された記録です。編集してもヘルスケア側には影響(連携)しません。
en: Category or notes were edited after Health import. Edits here will not change Health.
ko: 건강에서 불러온 뒤 구분이나 메모를 편집한 기록입니다. 편집해도 건강 앱에는 영향(연동)을 주지 않습니다.
zh_hant: 此記錄在從健康匯入後修改過類別或備註。即使編輯也不會影響（同步至）健康。

# health.title
source: ヘルスケア
en: Health
ko: 건강
zh_hant: 健康

# health.unauthorized
source: 未許可
en: Not Authorized
ko: 미허용
zh_hant: 未授權

# health.writableFields
source: 書き込み対象
en: Writable
ko: 쓰기 대상
zh_hant: 可寫入項目

# health.writeOnlyHelp
source: 記録を保存した時にヘルスケアへ書き込みます。削除は連携しません。編集で日時を変えた場合は新しい記録として追加されて前の記録は残りますのでヘルスケア側で確認して削除してください。
en: Writes to Health when you save. Deletions do not sync. If you change the time, it is added as a new record and the old one remains, so check and delete it in Health.
ko: 기록을 저장할 때 건강에 씁니다. 삭제는 연동되지 않습니다. 편집으로 날짜·시간을 바꾸면 새 기록으로 추가되고 이전 기록은 남으므로 건강 앱에서 확인해 삭제하세요.
zh_hant: 儲存記錄時寫入健康。刪除不會同步。若編輯變更了日期時間，會以新記錄新增，原記錄仍會保留，請於健康 App 確認並刪除。

# help.dateOptMatrix
source: 時間ごとにタップして区分の初期値を設定します。新しい記録を追加するときに、その時刻に応じた区分が自動で選ばれます。
en: Tap a cell to set the default category for each hour. The selected category is applied automatically when creating a new record.
ko: 시간대별로 탭하여 구분의 초깃값을 설정합니다. 새 기록을 추가할 때 그 시각에 맞는 구분이 자동으로 선택됩니다.
zh_hant: 點選各時段以設定類別的預設值。新增記錄時會依當下時間自動選擇對應類別。

# help.fieldOrder
source: 記録画面の配置を設定します スイッチON：記録画面に表示する OFF：表示しない 長押しまたは右端のハンドルを押して上下に移動して表示順序を変えます
en: Set the layout of the record screen Switch ON: Show on the record screen OFF: Hide Long-press or drag the handle on the right up or down to change the display order
ko: 기록 화면의 배치를 설정합니다 스위치 ON: 기록 화면에 표시 OFF: 표시하지 않음 길게 누르거나 오른쪽 끝 핸들을 눌러 위아래로 이동해 표시 순서를 바꿉니다
zh_hant: 設定記錄畫面的配置 開關 ON：於記錄畫面顯示 OFF：不顯示 長按或按住右端把手上下拖曳，即可調整顯示順序

# help.graph
source: 選択された期間を横軸にした時系列グラフを表示します グラフを横スクロールして期日を移動します デバイスを横向けにしてグラフを拡大します
en: Shows time-series charts with the selected period on the horizontal axis Scroll horizontally on a chart to move through dates Rotate the device to landscape to enlarge charts
ko: 선택한 기간을 가로축으로 한 시계열 그래프를 표시합니다 그래프를 좌우로 스크롤해 날짜를 이동합니다 기기를 가로로 돌리면 그래프가 확대됩니다
zh_hant: 以所選期間為橫軸顯示時序圖表 左右滑動圖表可移動日期 將裝置轉為橫向可放大圖表

# help.graph.export
source: PDF出力します
en: Export as PDF
ko: PDF로 내보냅니다
zh_hant: 匯出為 PDF

# help.graph.hint
source: 指定期間の時系列グラフを表示します
en: Shows time-series charts for the selected period
ko: 지정 기간의 시계열 그래프를 표시합니다
zh_hant: 顯示所選期間的時序圖表

# help.graph.settings
source: 各グラフの表示や順序を変更します
en: Change which charts are shown and their order
ko: 각 그래프의 표시와 순서를 변경합니다
zh_hant: 變更各圖表的顯示與順序

# help.record.add
source: 新しい記録を追加します
en: Add a new record
ko: 새 기록을 추가합니다
zh_hant: 新增記錄

# help.record.avg
source: 測定を繰り返して平均を記録します
en: Record the average of multiple measurements
ko: 측정을 반복해 평균을 기록합니다
zh_hant: 重複測量並記錄平均值

# help.record.hint
source: 右上の＋で新しい記録を追加します
en: Use + in the top right to add a new record.
ko: 오른쪽 위 +로 새 기록을 추가합니다.
zh_hant: 點右上角的 + 新增記錄。

# help.record.rest
source: 記録明細をタップして編集します 画面の右側が欠けるとき、スクロールまたはデバイスを横向きにします
en: Tap a record row to edit it If the right side of the screen is cut off, scroll or rotate the device to landscape
ko: 기록 항목을 탭하여 편집합니다 화면 오른쪽이 잘릴 때는 스크롤하거나 기기를 가로로 돌립니다
zh_hant: 點一列記錄即可編輯 若畫面右側被截斷，請捲動或將裝置轉為橫向

# help.record.share
source: 記録をファイルへ書き出します
en: Export records to a file
ko: 기록을 파일로 내보냅니다
zh_hant: 將記錄匯出為檔案

# help.statistics
source: 選択された期間の統計図表を表示します デバイスを横向けにして図表を拡大します
en: Shows statistical charts for the selected period Rotate the device to landscape to enlarge charts
ko: 선택한 기간의 통계 도표를 표시합니다 기기를 가로로 돌리면 도표가 확대됩니다
zh_hant: 顯示所選期間的統計圖表 將裝置轉為橫向可放大圖表

# help.statistics.export
source: PDF出力します
en: Export as PDF
ko: PDF로 내보냅니다
zh_hant: 匯出為 PDF

# help.statistics.hint
source: 指定期間で分析した統計図表を表示します
en: Shows statistical charts analyzed for the selected period
ko: 지정 기간으로 분석한 통계 도표를 표시합니다
zh_hant: 顯示以所選期間分析的統計圖表

# help.statistics.settings
source: 各図表の表示や順序を変更します
en: Change which charts are shown and their order
ko: 각 도표의 표시와 순서를 변경합니다
zh_hant: 變更各圖表的顯示與順序

# jsh.criteria.elevated
source: 上 120-129 かつ 下 < 80
en: Sys 120-129 and Dia < 80
ko: 수축기 120-129 그리고 이완기 < 80
zh_hant: 收縮 120-129 且 舒張 < 80

# jsh.criteria.grade1
source: 上 140-159 または 下 90-99
en: Sys 140-159 or Dia 90-99
ko: 수축기 140-159 또는 이완기 90-99
zh_hant: 收縮 140-159 或 舒張 90-99

# jsh.criteria.grade2
source: 上 160-179 または 下 100-109
en: Sys 160-179 or Dia 100-109
ko: 수축기 160-179 또는 이완기 100-109
zh_hant: 收縮 160-179 或 舒張 100-109

# jsh.criteria.grade3
source: 上 ≥ 180 または 下 ≥ 110
en: Sys ≥ 180 or Dia ≥ 110
ko: 수축기 ≥ 180 또는 이완기 ≥ 110
zh_hant: 收縮 ≥ 180 或 舒張 ≥ 110

# jsh.criteria.highNormal
source: 上 130-139 または 下 80-89
en: Sys 130-139 or Dia 80-89
ko: 수축기 130-139 또는 이완기 80-89
zh_hant: 收縮 130-139 或 舒張 80-89

# jsh.criteria.normal
source: 上 < 120 かつ 下 < 80
en: Sys < 120 and Dia < 80
ko: 수축기 < 120 그리고 이완기 < 80
zh_hant: 收縮 < 120 且 舒張 < 80

# loading.updating
source: 更新中...
en: Updating...
ko: 업데이트 중...

# metric.averageBpByCategory
source: 血圧 区分別平均
en: Avg BP by Type
ko: 혈압 구분별 평균
zh_hant: 各類別平均血壓

# metric.bloodPressure
source: 血圧
en: BP
ko: 혈압
zh_hant: 血壓

# metric.bloodPressure.long
source: 血圧
en: Blood Pressure
ko: 혈압
zh_hant: 血壓

# metric.bloodPressureDistribution
source: 血圧 分布
en: BP Distribution
ko: 혈압 분포
zh_hant: 血壓分布

# metric.bloodPressurePulse
source: 血圧・心拍数
en: BP & Pulse
ko: 혈압·심박수
zh_hant: 血壓·心率

# metric.bloodPressureSummary
source: 血圧サマリー
en: BP Summary
ko: 혈압 요약
zh_hant: 血壓摘要

# metric.bmi.formula
source: BMI（体重÷身長×身長）
en: BMI (weight/height²)
ko: BMI(체중÷신장×신장)
zh_hant: BMI（體重÷身高×身高）

# metric.bmi.formula.spaced
source: BMI （体重÷身長×身長）
en: BMI (weight/height²)
ko: BMI （체중÷신장×신장）
zh_hant: BMI （體重÷身高×身高）

# metric.bodyFat
source: 体脂肪率
en: Fat
ko: 체지방률
zh_hant: 體脂率

# metric.bodyFat.long
source: 体脂肪率
en: Body Fat
ko: 체지방률
zh_hant: 體脂率
